{
    "age": "age",
    "adress": "Adress",
    "description": "Hello! My name is Lucas Giménez and I am a Full Stack Developer! 🚀 At the beginning of 2023, I obtained my certification from Henry as a Full Stack Developer after more than 800 hours of programming practice and real projects. I began exploring the world of programming at the age of 18 when I pursued my technical degree in electronics, where I worked with Java and Arduino projects. Later, I started my studies to become a systems analyst, which I am still pursuing while teaching mathematics to middle school students.",
    "home": "Home",
    "contactMe":"Contact",
    "aboutMe": "About Me",
    "tecnologies": "Tecnologies",
    "portafolio": "Portfolio",
    "textPortafolio": "I like to learn new things and I'm always looking for new projects to work on. So here I show you some of my latest projects.",
    "initText":"Full Stack Developer with training as a Web Designer. I'm Electronic Technician and I studied 2 years in the Systems Analyst career. I have experience working in NodeJS, React, Redux, SQL among other technologies in the sector.",
    "Hi":"Hi! I'm Lucas!",
    "developer":"Full Stack Developer",
    "Grettings":"Hi! I'm Lucas Iván Giménez",
    "LastestWorks":"My Lastest Works",
    "question":"Have a question?",
    "helpYou":"I am here to help you.",
    "emailMe":"Email me at gimenezlucasivan98@gmail.com",
    "location":"Current Location",
    "clients":"Serving clients worldwide",
    "pokeDescription":"The PokemonApp is a web application that uses React for its user interface and Node.js for its backend. This application allows users to search for and obtain information about Pokémon and their characteristics in an easy-to-use interface with sorting filters and filters by Pokémon type.",
    "mcDescription1":"McBurger is a burger application developed in React and Node.js that offers users an easy and convenient online shopping experience. The application has a menu with options for burgers, drinks, fries, desserts, etc. Additionally, it offers sorting methods to facilitate the search for products that users want.",
    "mcDescription2":"The application also features an interactive map that displays the location of stores across the country, secure payment methods such as MercadoPago, which makes the purchase easy and safe. Finally, customers can create their own account to keep a record of their latest purchases.",
    "climaDescription":"Allow me to introduce my weather application developed in React, utilizing Chakra UI for design and the OpenWeatherMap API to fetch detailed weather forecasts. The application enables users to input a city and country to display cards featuring the upcoming 5-day weather forecast. Beyond its functionality, it stands out with its aesthetic design and emphasis on accessibility, supporting both English and Spanish languages."
}