{
    "age":"Edad",
    "adress":"Dirección",
    "description":"Hola! Mi nombre es Lucas Giménez y soy Full Stack Developer! 🚀 A inicios de este 2023 obtuve mi certificacion en Henry como Full Stack Developer, luego de +800 horas de programación basadas en prácticas y proyectos reales. Empece a adentrarme en el mundo de la programación a mis 18 años cuando estudié mi tecnicatura en electrónica, trabajando con Java y proyectos en Arduino, posteriormente comencé mis estudios para ser analista en sistemas, carrera la cual sigo cursando mientras dicto clases de matemática en nivel medio.",
    "home":"Inicio",
    "contactMe":"Contacto",
    "aboutMe":"Sobre Mi",
    "tecnologies":"Tecnologías",
    "portafolio":"Portafolio",
    "textPortafolio":"Me gusta aprender cosas nuevas y siempre estoy buscando nuevos proyectos en los que trabajar. Así que acá te muestro algunos de mis proyectos más recientes.",
    "initText":"Desarrollador Full Stack con formación como Diseñador Web. Soy Técnico Electrónico y tengo 2 años cursados en la carrera de Analista en Sistemas. Tengo experiencia trabajando con NodeJS, React, Redux, SQL, entre otras tecnologías del sector",
    "Hi":"Hola! Soy Lucas!",
    "developer":"Desarrollador Full Stack",
    "Grettings":"Hola! Soy Lucas Iván Giménez",
    "LastestWorks":"Mis últimos trabajos!",
    "question":"Tienes una pregunta?",
    "helpYou":"Estoy aqui para ayudarte",
    "emailMe":"Contactame a gimenezlucasivan98@gmail.com",
    "location":"Ubicación actual",
    "clients":"Sirviendo a clientes en todo el mundo",
    "pokeDescription":"La PokemonApp es una aplicación web que utiliza React para su interfaz de usuario y Node.js para su backend. Esta aplicación permite a los usuarios buscar y obtener información sobre los Pokémon y sus características en una interfaz fácil de usar con filtros de ordenamiento y por tipo de Pokémon.",
    "mcDescription1":"McBurger es una aplicación de hamburguesas desarrollada en React y Node.js que ofrece a los usuarios una experiencia de compra en línea fácil y conveniente. La aplicación tiene un menú con opciones de hamburguesas, bebidas, papas fritas, postres, etc. Además ofrece métodos de ordenamiento para facilitar la búsqueda de los productos que los usuarios desean.",
    "mcDescription2":"La aplicación también cuenta con un mapa interactivo que muestra la ubicación de los locales en todo el país, métodos de pago seguros como MercadoPago, lo que hace ayuda a una compra facil y segura. Y por último los clientes pueden crear su propia cuenta, para asi tener un registro de sus últimas compras.",
    "climaDescription":"Te presento mi aplicación del clima desarrollada en React utilizando Chakra UI para el diseño y la API de OpenWeatherMap para obtener pronósticos detallados del clima. La aplicación permite a los usuarios ingresar una ciudad y país para visualizar tarjetas con el pronóstico del clima de los próximos 5 días. Además de su funcionalidad, destaca por su diseño estético y su enfoque en la accesibilidad, con soporte para inglés y español."
    }